Repository: sugarlabs/clock-activity
Catalog: po/*.po
Languages: de

source: Clock
de: Uhr

source: Do you know the time? Now you do! Check out all the different ways you can make your clock look too!
de: Kannst du die Zeit sagen? Jetzt kannst du es! Schaue dir alle Wege an wie du deine Uhr gestalten kannst!

source: What Time Is It?
de: Wie spät ist es?

source: <markup><span lang="en" font_desc="Sans 20">%s</span></markup>
de: <markup><span lang="de" font_desc="Sans 20">%s</span></markup>

source: <markup><span lang="en" font_desc="Sans 20"><span foreground="#B20008">%A</span>, <span foreground="#5E008C">%m</span>/<span foreground="#B20008">%d</span>/<span foreground="#9A5200">%Y</span></span></markup>
de: <markup><span lang="de" font_desc="Sans 20"><span foreground="#B20008">%A</span>, <span foreground="#5E008C">%d</span>/<span foreground="#B20008">%m</span>/<span foreground="#9A5200">%Y</span></span></markup>

source: Simple Clock
de: Einfache Uhr

source: Nice Clock
de: Schöne Uhr

source: Digital Clock
de: Digitaluhr

source: Display time in full letters
de: Zeige Uhrzeit in Worten

source: Display weekday and date
de: Zeige Wochentag und Datum

source: Talking clock
de: Sprechende Uhr

source: Grab the hands
de: Fasse die Hände

source: en
de: de

source: time(h, m) => What Time Is It?
de: time(0, 0) => <span foreground="\#005FE4">hour(0)</span> | time(h, 0) => <span foreground="\#005FE4">hour(h)</span> Uhr am_pm(h) | time(h, m) [m < 31] => <span foreground="\#00B20D">min(m)</span> nach <span foreground="\#005FE4">min(30) hour1(h)</span> am_pm(h) | time(h, m) [31< m<40] => <span foreground="\#00B20D">min(m)</span> nach <span foreground="\#005FE4">hour1(h)</span> am_pm(h) | time(h, m) [41 < m] => <span foreground="\#00B20D">min(m)</span> vor <span foreground="\#005FE4">hour1(h)</span> am_pm(h) | min(1) => eine Minute | min(2) => zwei Minuten | min(3) => drei Minuten | min(4) => vier Minuten | min(5) => fünf Minuten | min(6) => sechs Minuten | min(7) => sieben Minuten | min(8) => acht Minuten | min(9) => neun Minuten | min(10) => zehn | min(11) => elf Minuten | min(12) => zwölf Minuten | min(13) => dreizehn Minuten | min(14) => vierzehn Minuten | min(15) => viertel | min(16) => sechzehn Minuten | min(17) => siebzehn Minuten | min(18) => achtzehn Minuten | min(19) => neunzehn Minuten | min(20) => zwanzig | min(21) => einundzwanzig Minuten | min(22) => zweiundzwnzig Minuten | min(23) => dreiundzwanzig Minuten | min(24) => vierundzwanzig Minuten | min(25) => fünfundzwanzig Minuten | min(26) => sechsundzwanzig Minuten | min(27) => siebenundzwanzig Minuten | min(28) => achtundzwanzig Minuten | min(29) => neunundzwanzig Minuten | min(30) => halb | min(31) => eine Minute | min(32) => zwei Minuten | min(33) => drei Minuten | min(34) => vier Minuten | min(35) => fünf | min(36) => sechs Minuten | min(37) => sieben Minuten | min(38) => acht Minuten | min(39) => neun Minuten | min(40) => zwanzig | min(41) => neunzehn Minuten | min(42) => achtzehn Minuten | min(43) => siebzehn Minuten | min(44) => sechzehn Minuten | min(45) => viertel | min(46) => vierzehn Minuten | min(47) => dreizehn Minuten | min(48) => zwölf Minuten | min(49) => elf Minuten | min(50) => zehn | min(51) => neun Minuten | min(52) => acht Minuten | min(53) => sieben Minuten | min(54) => sechs Minuten | min(55) => fünf Minuten | min(56) => vier Minuten | min(57) => drei Minuten | min(58) => zwei Minuten | min(59) => eine Minute | min(60) => sechzig Minuten | hour(0) => Mitternacht | hour(1) => Ein | hour(2) => Zwei | hour(3) => Drei | hour(4) => Vier | hour(5) => Fünf | hour(6) => Sechs | hour(7) => Sieben | hour(8) => Acht | hour(9) => Neun | hour(10) => Zehn | hour(11) => Elf | hour(12) => Zwölf | hour(13) => Ein | hour(14) => Zwei | hour(15) => Drei | hour(16) => Vier | hour(17) => Fünf | hour(18) => Sechs | hour(19) => Sieben | hour(20) => Acht | hour(21) => Neun | hour(22) => Zehn | hour(23) => Elf | hour1(0) => Eins | hour1(1) => Zwei | hour1(2) => Drei | hour1(3) => Vier | hour1(4) => Fünf | hour1(5) => Sechs | hour1(6) => Sieben | hour1(7) => Acht | hour1(8) => Neun | hour1(9) => Zehn | hour1(10) => Elf | hour1(11) => Zwölf | hour1(12) => Eins | hour1(13) => Zwei | hour1(14) => Drei | hour1(15) => Vier | hour1(16) => Fünf | hour1(17) => Sechs | hour1(18) => Sieben | hour1(19) => Acht | hour1(20) => Neun | hour1(21) => Zehn | hour1(22) => Elf | hour1(23) => Mitternacht | am_pm(h) [ h < 12] => | am_pm(_) =>
